# cw1
#ვისწავლეთ სამი ახალი მათემატიკური ოპერაცია, ესენია: // , ** , % .
# // - გაყოფა , რომელიც გვეუბნება გასაყოფი რამდენჯერ მოთავსდება გამყოფში და გამოაქვს მხოლოდ ინტეჯერ ტიპის მონაცემი.
# ** - ხარისხებში გამრავლება, რომელიც გასამრვავბლებელ რიცხვს თავის თავზე კონკრეტული რაოდენობით გაამრავლებს.
# % - პროცენტული იგივე ნაშთიანი გაყოფა, რომელსაც გამოაქვს ტერმინალში ნაშთი.

#მაგალითად:
# //
print(10 // 3)
print(10 // 7)
print(20 // 6)

# **
print(2 ** 2)
print(3 ** 4)
print(7 ** 2)

# %
print(10 % 6)
print(20 % 10)
print(150 % 35)

# cw2
#სიები იმით განსხვავდება ცვლადებისგან, რომ სიებში შეგვიძლია რამდენიმე და ასსევე განსხვავებული ტიპის მონაცემები შევინახოთ, ხოლო ცვლადში მხოლოდ 
#ერთი მონაცემის შენახვაა შესაძლებელეი. სიებს ვიყენებთ ბევრი მონაცემის შესანახად.

# cw3
my_list = ["goga",15,43.7,True]
print(my_list)