# ვისწავლეთ 4 ტიპის მონაცემი ესენია string-->str , integer-->int , float-->float , boolion-->bool.

# string-ისეთი მონაცემი ტექსტი, რომელიც მოცემული გვაქვს ბრჭყალებში ""
# მაგ:"printer" , "gorilla" , "cake" , etc.

#integer-ინტეჯერი გულისხმობს მთელ რიცვხვებს (არ ჭირდება ბრჭყალები)
# მაგ: 10 , 20 , 45 , 135 , etc.

#float-წილადი რიცხვები (არ ჭირდება ბრჭყალები)
# მაგ: 45.6 , 67.8 , 12.5 , etc.

#boolean- გადაეცემა მხოლოდ ორი true და false მნიშვნელობები.

print("kvati")
print(45)
print(12.5)

# ცვლადი- ცვლადი წარმოადგენს ერთგვარ მეხსიერების ყუთს, რომლეიც ინახავს რომელიმე ტიპის მონაცემს.

name = "Gvanca"
age = 15
height = 1.58